Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/samediggi.fi/kn_kansallispaivapuhe_suomi.pdf.tmx
Source language: fin
Languages: sme

source: Arvoisat saamelaiset, hyvät lapset, nuoret, aikuiset ja vanhusväestö ja muut vieraat !
sme: Gudnejahtton sápmelaččat, mánát, nuorat, rávvásat ja vuorrasat ja eará guossit !

source: On ilo nähdä teidät kaikki koolla juhlimassa saamelaisten kansallispäivää.
sme: Lea illu oaidnit din buohkaid čoahkkanan ávvudit sámi álbmotbeaivvi.

source: Kiitos kun olette tulleet tänne.
sme: Giitu gu lehpet boahtán deike.

source: Te teette tästä tilaisuudesta aidon kansallispäivän juhlan.
sme: Dii dahkabehtet dán dilálašvuođas eakti álbmotbeaivvi doaluid.

source: Tänä vuonna saamelaiskäräjät halusi kansallispäiväjuhlallaan kunnioittaa saamelaisia lapsiperheitä ja erityisesti saamelaista vanhusväestöä ja järjestää saamelaisten perinteitä kunnioittavan saamelaisen kansallispäiväjuhlan moderneine mausteineen.
sme: Dán jagi sámediggi hálidii álbmotbeaivedoaluiguin gudnejahttit sámi mánnábearrašiid ja earenoamážit sápmelaš vuorrasiid ja lágidit álbmotbeaidoaluid, mat gudnejahttit sámi árbevieruid vajálduhtekeahttá goit ođđaáigásaš, modearna vieruid.

source: Globalisoituvassa maailmassa on tärkeä pitää keskeisiä perinteitämme elossa, elvyttää niitä ja tukea saamelaiskulttuurin yhteisöllisyyttä ja sen säilymistä.
sme: Globála máilmmis lea dehálaš doallat ealasin guovddáš árbevieruid, ealáskahttit daid ja doarjut sámi kultuvrra searvvušvuođa ja dan seailuma.

source: Saamelaiskulttuuri, sen arvostus ja näkyvyys on noussut viime vuosikymmeninä ja tästä saamme kiittää saamelaisopettajien, järjestöaktiivien, perheiden ja koko saamelaisyhteisön tämän edistämiseksi tekemää työtä.
sme: Sámi kultuvra, dán árvvus atnin ja oinnolašvuohta lea loktanan maŋimus logijagiid ja dás oažžut giitit sámi oahpaheddjiid, searveaktivisttaid, bearrašiid ja oba sámi servoša bargan barggu ášši ovddideami várás.

source: Saamelaiskulttuuri kohtaa jatkuvasti yhä uudempia haasteita.
sme: Sámi kultuvrra deaivá geažos áigge ain ođđasit hástálusaid.

source: Ilmastonmuutos, saamelaisten poismuutto kotiseudultaan ja saamelaiskulttuurin vähäinen arvostus ovat uhkaamassa saamelaiskulttuurin tulevaisuutta.
sme: Dálkkádatrievdan, sápmelaččaid eretmuotkun ruovttuguovllusteamet ja sámi kultuvrra unnánaš árvvus atnin leat uhkideame sámi kultuvrra boahtteáiggi.

source: Olen erityisen huolissani saamen käsityön ja kulttuuriperintömme arvostuksesta ja tulevaisuudesta.
sme: Lean hui fuolaš sámi duoji ja min kulturárbevieruid árvvus atnimis ja boahttevuođas.

source: Saamen käsityö on yksi hienoin osa aineellista kulttuuriamme ja se kertoo historiastamme, luontosuhteestamme, elämäntavastamme, kulttuurin arvostuksesta ja se tukee saamen kieltä ja sen säilymistä.
sme: Sámi duodji lea min ávnnaslaš kultuvrra okta fiidnámus oassi ja dat muitala min historjjás, gaskavuođas lundui, eallinvuogis, kultuvrra árvvošteamis ja dat doarju sámegiela ja dan seailuma.

source: Saamen käsityötä ei kuitenkaan arvosteta yhteiskunnassamme niin kuin sitä pitäisi.
sme: Sámi duoji eai goit ane min servodagas árvvus dainna lágiin go galggalii.

source: Pidän hyvin surullisena sitä kehitystä, että valtakulttuurin suunnittelijoita arvostetaan enemmän kuin saamen käsityöntekijöitä ja heidän näkemyksiään saamen käsityöstä pidetään arvokkaampana kuin vuosituhansien aikana muodostunutta saamen käsityötä, sen historiallista jatkumoa ja kulttuurista tietotaitoa.
sme: Anán hui morašlažžan dan ovdaneami, ahte váldokultuvrra plánejeaddjit adnojuvvojit eambbo árvvus go sámi duojárat ja sin oainnut sámi duojis adnojuvvojit mávssolažžabun go duháhiid jagiid hápmahuvvan sámi duodji, dan historjjálaš jotkkolašvuohta ja kultuvrralaš máhttu, diehtodáidu.

source: Saamen käsityö ei ole staattista, vaan jokainen sukupolvi jättää siihen omat jälkensä.
sme: Sámi duodji ii leat rievdameahttun, muhto juohke buolva guođđá dasa iežas luottaid ja mearkkaid.

source: Saamen käsityö tulee kehittyä saamelaisen kulttuurin sisäisestä lähtökohdista käsin, ei kulttuurin ulkopuolisista kauneus- tai muotihanteista käsin.
sme: Sámi duodji galgá ovdánit sámi kultuvrra siskkáldas vuolggasajiid guovllus, ii kultuvrra olggobeal čábbodat- dehe lávvarávnnjit guovllos.

source: Saamen kielilakiselvityksessä saamelaiskäräjät esitti vuoden kieliteko-palkinnon perustamista.
sme: Sámi giellaláhkačielggadeamis sámediggi evttohii jagi gielladahku-bálkkašumi vuođđudeami.

source: Saamen kielineuvosto on esittänyt palkinnon perustamista tämän vuoden budjettiin ja siitä edespäin ja aion sitä tukea.
sme: Sámi giellaráđđi lea evttohan bálkkašumi vuođđudeami dán jagi bušehttii ja das ovddos ja mun gal áiggon dan doarjut.

source: Palkinto on tarkoitettu viranomaisille tai tahoille, jotka ovat edistäneet toiminnassaan saamen kielen asemaa merkittävästi ja noudattaneet saamen kielilakia.
sme: Bálkkašupmi lea dárkkuhuvvon eiseválddiide dehe beliide, mat leat ovddidan barggusteaset sámegiela sajádaga sakka ja doahttalan sámi giellalága.

source: Palkinnon myöntäisi vuosittain saamen kielineuvosto.
sme: Bálkkašumi juogálii jahkásaččat sámi giellaráđđi.

source: Näkemykseni mukaan tämä palkinto edistäisi saamen kielilain toteutumista ja se tarjoaisi keinon edistää myös saamelaista käsityötä ja taidetta.
sme: Mu oainnu mielde dát bálkkašupmi ovddidivččii sámi giellalága olláhuvvama ja dat fálalii vuogi ovddidit maid sámi duoji ja dáidaga.

source: Tulen esittämään, että jokavuotinen tunnustuspalkinto olisi Sámi Duodjin valitseman taiteilijan tai käsityöntekijän vapaa taideteos, jonka tulee ilmentää saamelaiskulttuurin rikkautta Suomessa.
sme: Boađán evttohit, ahte jahkásaš dovddastusbálkkašupmi livččii Sámi Duoji searvvi válljen duojára dehe dáiddára friddja dáiddaduodji, mii galgá čalmmustahttit sámi kultuvrra riggodaga Suomas.

source: Näkisin, että tämä tukisi saamen käsityötä, tekisi palkinnosta ainutlaatuisen ja antaisi saamelaiskäräjille paremman yhteistyön saamen käsityöntekijöiden kanssa ja mahdollistaisi paremmalla tavalla saamelaiskäsityön tukemisen saamelaiskäräjien työssä.
sme: Oainnán, ahte dát doarjjulii sámi duoji, dagalii bálkkašumis earenoamáža ja rabalii sámediggái buoret ovttabarggu geainnu sámi duodjáriiguin ja dagalii buoret vugiin vejolažžan sámi duoji doarjuma sámedikki barggus.

source: Aion esittää tätä saamelaiskäräjien hallitukselle ja yleiskokoukselle.
sme: Áiggon evttohit dán sámedikki stivrii ja dievasčoakkámii.

source: Kansallispäivänä alkaa luonnollisesti pohtia päivän tarkoitusta.
sme: Álbmotbeaivve suokkardallágoahtá diehttelas beaivvi ulbmila.

source: Saamelaisilla ei ole omaa valtiota mutta meillä on oma kansallispäivä.
sme: Sápmelaččain ii leat iežaset stáhta muhto mis lea iežamet álbmotbeaivi.

source: Saamen kansa on selvinnyt neljän maan puristuksessa ja säilyttänyt kulttuurinsa, kielensä ja elinkeinonsa elävänä kaikista uhkista huolimatta.
sme: Sámi álbmot lea ceavzán njealji riikka čarvvastagas ja seailluhan kultuvrras, gielas ja ealáhusaidis ealasin fuolakeahttá buot uhkiin.

source: Maailmassa, jossa alkuperäiskansakielet ovat uhanalaisia ja kieliä ja kulttuureja kuolee kiihtyvällä tahdilla, saa
sme: Máilmmis, gos álgoálbmotgielain lea stuora uhkkin daid jávkan ja gielat ja kultuvrrat maid duššet garra leahtuin, de sámi kultuvrra seailuma sáhttá atnit stuora jovssusin ja gudnin.

source: Olen ylpeä niistä saamelaisvanhemmista, jotka siirtävät oppimansa äidinkielen, saamen kielensä ja kulttuurinsa lapsilleen ja olen myös ylpeä niistä vanhemmista, jotka elvyttävät saamen kielen takaisin perheeseen aikuisopintojen tai kielipesätoiminnan kautta.
sme: Lean čeavlái dain sámi váhnemiin, geat sirdet iežaset oahppan eatnigiela, sámegiela ja sámi kultuvrra mánáidasaset ja nuppe dáfus lean maid čeavlái dain váhnemiin, geat ealáskahttet sámegiela ruovttoluotta bearrašii rávesolmmošoahpuid dehe giellabeassedoaimma bakte.

source: Saamelaisyhteisö ja sen vahvuus perustuu vahvoihin yksilöihin.
sme: Sámi searvoša ja dan nanusvuođa vuođđun leat gievrras ovttaskas olbmot.

source: Saamen kielet ja niiden elvyttäminen ja niiden tulevaisuuden turvaaminen sekä saamelaisten kotiseutualueella että sen ulkopuolella on kulttuurimme säilymisen elinehto.
sme: Sámegielat ja daid ealáskahttin ja daid boahtteáiggi dorvvasteapmi sihke sámiid ruovttuguovllus ja dan olggobealde lea min kultuvrra seailuma eallineaktu.

source: Saamen kielen tarpeet ovat nousseet keskusteluun ja näkisin, että saamelaisten pyrkimykset saamen kielen säilyttämiseksi ovat saamassa myönteistä vastakaikua myös poliittisessa johdossa.
sme: Juvvá Lemet – Klemetti Näkkäläjärvi www.samediggi.fi Ságadoalli – Puheenjohtaja Saamelaiskäräjät Tel: +358505242109 Skierri Peuratie 15 Sámegiela dárbbut lea loktanan ságastallamii ja oainnán, ahte sápmelaččaid viggamušat sámegielaid seailluheami várás leat oažžume miehtemielalaš dávástusa maid politihkalaš njunušsajiin.

source: Myös tasavallan presidentin usein esittämä moraalinen vetoomus Suomen valtiolle saamen kielten säilyttämiseksi on tärkeä.
sme: Maiddái dásseválddi presideantta dávja ovddidan morála ávžžuhus Suoma stáhtii sámegielaid seailluheami várás lea dehálaš.

source: Saamen kieli tarvitsee säilyäkseen elävän saamelaiskulttuurin ja saamelaisten perinteisten elinkeinojen säilymisen.
sme: Sámegiella dárbbaha seailuma várás ealli sámi kultuvrra ja sámiid árbevirolaš ealáhusaid seailuma.

source: Tämä ulottuvuus unohtuu valitettavan usein.
sme: Dát olli vajálduvvá dađi bahábut hui dávjá.

source: Saamen kieli pitää sisällään rikkaan tietojärjestelmän saamelaisista elinkeinoista, luonnosta ja luonnonilmiöistä, lumesta, maastosta ja paikannimistä.
sme: Sámegielat dollet sisttis rikkis diehtovuogádaga sámi ealáhusain, luonddus ja luondduihtagiin, muohttagis, duovdagiin ja báikenamain.

source: Tietämys on kielellistä ja se säilyy aktiivisessa käytössä.
sme: Dát diehtu lea gielalaš ja dat seailu aktiivvalaš anus.

source: Elämme aikaa, jossa tapahtuu suuria taloudellisia ja yhteiskunnallisia muutoksia hyvinkin nopeasti.
sme: Mii eallit áiggi, mas dáhpáhuvvet stuora ekonomalaš dehege ruđalaš ja servodatlaš nuppástusat hui jođánit.

source: Saamelaiselinkeinojen toimintaympäristö on muuttunut ja perinteiden ylläpitäminen on tullut yhä vaikeammaksi.
sme: Sámi ealáhusaid bargobiras lea rievdan ja árbevieruid bajásdoallan lea šaddan ain váddáseabbon.

source: Saamelaiset joutuvat tekemään päätöksiään omien perinteiden säilyttämisestä ja turvaamisesta hyvin yksin ilman yhteiskunnan tukea.
sme: Sápmelaččat šaddet dahkat mearrádusaideaset iežaset árbevieruid seailluheamis ja dorvvasteamis hui olu akto almmá servodaga doarjaga haga.

source: Päätös säilyttää saamen kieli poronhoidon työkielenä on merkittävä ja tärkeä.
sme: Mearrádus seailluhit sámegiela boazobarggu bargogiellan lea mearkkašahtti ja mávssolaš.

source: Työkielen muuttuessa suomeksi suomalaisen yhteiskunnan poronhoitomalli leviää helpommin saamelaiseen yhteiskuntaan ja kallisarvoinen perinteinen tietomme heikkenee hiljalleen.
sme: Bargogiela nuppástuvvama mielde suomagiellan láddelaš servodaga boazodoallomálle lávdá álkibut sámi servošii ja min divrras árbevirolaš diehtomet hedjona mieđaid mieđaid.

source: Poronhoidon taloudellisesta tilanteesta on puhuttu paljon.
sme: Boazodoalu ekonomalaš dilis lea hubmojuvvon olu.

source: Elinkeinon säilyminen edellyttää luonnollisesti sitä, että elinkeinosta saa riittävän elannon vielä silloinkin vaikka alueeseen kohdistuvat metsänhakkuut kuten täällä Inarin alueella tai että jos alueella on kilpailevia maankäyttömuotoja kuten esim. matkailua Käsivarren alueella.
sme: Ealáhusa seailun gáibida diehttelas dan, ahte ealáhusas oažžu dárbahassii buori birgenlági vel dallenai vaikko guovllus doaimmahuvvojit vuovdečuollamat dego dáppe Anára guovllus dehe ahte jos guovllus leat eará gilvvohalli eanangeavahanhámit dego omd. turisma Giehtaruohttasa guovllus.

source: Poronhoito, kuten saamelaiselinkeinot muutkin, ei ole vain elinkeino vaan elämäntapa, kulttuurinen tapa elää ja saamelaiskulttuurin jatkuvuuden tae.
sme: Boazodoallu, dego earánai sámi ealáhusat, eai leat duššebeare ealáhus muhto maid eallinvuohki, kultuvrralaš vuohki eallit ja sámi kultuvrra boahtteáiggi dáhkádus.

source: Saamelaiselinkeinoja ei saa kohdella vain elinkeinoina, mutta myös ja ennen kaikkea osana kulttuuria.
sme: Sámi ealáhusaid ii galgga atnit dušše ealáhussan, muhto maid ja earenoamážit kultuvrra oassin.

source: Tämä on erityisen tärkeätä muistaa siinä työssä, jossa määritetään suurimmat sallitut poroluvut kymmenvuotiskaudeksi.
sme: Dát lea earenoamáš dehálaš muitit dan barggus, mas meroštallojuvvojit stuorimus lobalaš boazomearit logi jagi áigodahkii.

source: Olisi tärkeätä keskustella saamelaisten poronhoitajien kanssa miten saamelaisen poronhoidon perinteitä voidaan turvata ja miten saamelaisporonhoidon ohjausta ja hallintoa tulisi kehittää.
sme: Livččii dehálaš ságastallat sámi boazodolliiguin mot sápmelaš boazodoalu árbevieruid sáhtálii dorvvastit ja mot sámi boazodoalu stivrema ja hálddahusa galggalii ovddidit.

source: Saamelaiskäräjät tutkii mahdollisuuksia järjestää tällainen tapaaminen tämän vuoden aikana.
sme: Sámediggi dutká vejolašvuođaid ordnet dákkár deaivvadeami vel dán jagi áigge.

source: Jopa perustuslakivaliokunta on todennut, että paliskuntajärjestelmä ei ole välttämättä soveltuva saamelaisporonhoidon ohjaus- ja hallintomalli.
sme: Juobe riikkabeivviid vuođđoláhkaválljagoddi lea cealkán, ahte bálgesvuogádat ii soaitte leat heivvolaš sámi boazodoalu stivren- ja hálddahusmállen.

source: Saamelaisten perinteisten elinkeinojen tilanne ei ole hyvä.
sme: Sámi árbevirolaš ealáhusaid dilli ii leat buorre.

source: Kalastus ei yksistään tarjoa riittävää tuloa ja myös metsästys on muuttunut sivuelinkeinoksi.
sme: Guolásteapmi ii akto fála dárbahassii buori áigáiboađu ja maiddái meahccebivdu lea rievdan oalgeealáhussan.

source: Perinteisten elinkeinojen rinnalle on noussut uusia elinkeinoja ja elinkeinonharjoittamisen tapoja.
sme: Árbevirolaš ealáhusaid báldii leat boahtán ođđa ealáhusat ja ealáhusaiguin bargama vuogit.

source: Matkailu on nousemassa uudeksi saamelaiselinkeinoksi ja siitä on tulossa merkittävä työllistäjä.
sme: Turismaealáhus lea loktaneame ođđa sámi ealáhussan ja das lea šaddame mávssolaš barggaheaddji.

source: Ekologinen matkailu soveltuu saamelaiskulttuuriin ja neuvottelemalla eri elinkeinojen kesken ristiriidoilta eri maankäyttömuotojen välillä voidaan välttyä.
sme: Ekologalaš turismaealáhus heive sámi kultuvrii ja go sierra ealáhusaiguin bargit ráđđadallet gaskaneaset, de sierra eanangeavahanvugiid ruossalasvuođaid sáhttá caggat.

source: On tärkeää, että saamelaisten kotiseutualue säilyy elinvoimaisena.
sme: Lea dehálaš, ahte sámiid ruovttuguovlu seailu ealasin.

source: Kuluva vuosi on Yhdistyneiden Kansakuntien julistama luonnon monimuotoisuusvuosi.
sme: Dát jahki lea Ovttastuvvan Našuvnnaid julggaštan luonddu máŋggalágánvuođa dehege biodiversiteahtta jahki.

source: Suomella ei kuitenkaan ole valitettavasti suurta juhlittavaa, koska se ei ole saavuttanut tavoitettaan estää luonnon monimuotoisuuden köyhtyminen vuoteen 2010 mennessä.
sme: Suomas ii goit leat dan dáfus stuora ávvudepmošiid, daningo dat ii leat joksan iežas ulbmila, eastit luonddu máŋggalágánvuođa geaffuma jagi 2010 rádjái.

source: Saamelaisille luonnon monimuotoisuus on hyvin tärkeää, koska saamelaiskulttuuri on luontosidonnainen kulttuuri.
sme: Sápmelaččaide luonddu máŋggalágánvuohta lea hui mávssolaš, daningo sámi kultuvra lea lundui čatnasan kultuvra.

source: Luonnon monimuotoisuutta suojeleva kansainvälinen biodiversiteettisopimus velvoittaa valtiota suojelemaan alkuperäiskansan luonnon monimuotoisuuteen liittyvää perinteistä tietoa.
sme: Riikkaidgaskasaš biodiversiteahttasoahpamuš, mii suodjala luonddu máŋggalágánvuođa, geatnegahttá stáhta suddjet álgoálbmoga árbevirolaš dieđu, mii gullá luonddu biodiversitehttii dehege máŋggalágánvuhtii.

source: On tärkeää, että me saamelaiset pidämme huolta luonnon monimuotoisuudesta ja edistämme toiminnassamme luonnon monimuotoisuuden säilymistä.
sme: Lea dehálaš, ahte mii sápmelaččat atnit ávvira luonddu máŋggalágánvuođas ja ovddidit doaimmasteamet luonddu máŋggalágánvuođa seailuma.

source: Ja, ennen kaikkea, meidän on huolehdittava siitä, että Suomen valtio täyttää velvoitteensa suojella saamelaisten perinteistä tietoa.
sme: Ja earenoamážit, mii galgat atnit ávvira das, ahte Suoma stáhta deavdá geatnegasvuođaidis suodjalit sápmelaččaid árbevirolaš dieđu.

source: Saamelaiskäräjät tulee omassa toiminmiten saamelaisten perinteistä tietoa voidaan turvata Suomessa.
sme: Sámediggi boahtá barggustis bidjat deattu luonddu máŋggalágánvuođa seailumii ja geahččalit gávdnat vugiid mot sápmelaččaid árbevirolaš diehtu sáhttá dorvvastuvvot Suomas.

source: Toivon, että saamelaisjärjestöt ja oppilaitokset huomioisivat toiminnassaan miten saamelaisten perinteistä tietoa voitaisiin turvata.
sme: Sávan, ahte sámi searvvit ja oahppolágádusat válddále iežaset doaimmas fuopmášupmái mot sápmelaččaid árbevirolaš diehtu sáhttá dorvvastuvvot.

source: Kuluva vuosi tuo toivottavasti parannuksia saamelaisten asemaan.
sme: Dát jahki buktá doaivvu mielde buorádusaid sápmelaččaid sajádahkii.

source: Olemme jo viime syksynä tehneet aloitteen elvytysohjelman aloittamiseksi. Valtioneuvosto on sitoutunut elvytysohjelmaan ihmisoikeuspoliittisessa selonteossa ja haluan uskoa, että ohjelman laatiminen aloitetaan pikaisesti.
sme: Sámedikki sávaldahkan lea, ahte dán jagi álggahuvvolii sámegiela ealáskahttin- dehege buorebutge gádjunprográmma Stáhtaráđđi lea čatnasan sámegiela ealáskahttinprográmmii olmmošvuoigatvuohta-politihkalaš čielggadeamis ja hálidan jáhkkit, ahte prográmma ráhkadeapmi álggahuvvo jođáneamos lági mielde.

source: Saamelaiskäräjät on saanut parin viime vuoden aikana lupauksia siitä, että Suomi laatisi puitelain, joka turvaisi saamelaisten oikeuksia nykyistä paremmin ja toisi saamelaisille paremmat vaikutusmahdollisuudet saamelaisten kotiseutualueen alueidenkäytön ohjaukseen.
sme: Sámediggi lea ožžon moatti maŋimus jagi áigge lohpádusaid das, ahte Suopma ásahivččii rápmalága, mii dorvvastivččii sámiid vuoigatvuođaid dáláža buorebut ja buvttálii sápmelaččaide buoret váikkuhanvejolašvuođaid sámiid ruovttuguovllu eatnamiid geavahusa stivremii.

source: Lupauksista huolimatta tämä prosessi ei ole edennyt valtioneuvostossa.
sme: Lohpadusain fuolakeahttá dát proseassa ii leat ovdánan riikka ráđđehusas.

source: Saamelaiskäräjien hallitus on toivonut, että valtioneuvosto sitoutuisi pääministerin johdolla saamelaisten oikeusaseman parantamiseen.
sme: Sámedikki stivra lea sávvan, ahte riikka ráđđehus čatnasivččii oaiveministaris jođihemiin sápmelaččaid riektesajádaga buorideapmái.

source: Valitettavasti pääministeri on kieltäytynyt tapaamasta saamelaiskäräjiä.
sme: Dađi bahábut oaiveministtar lea biehttalan deaivvadeamis sámedikki.

source: Saamelaiskäräjät toivoo, että pääministeri ottaisi saamelaisten oikeusaseman edistämisen vakavasti ja toimisi ihmisoikeuspoliittisen selonteon sitoumusten mukaisesti.
sme: Sámediggi sávvá, ahte oaiveministtar válddálii sápmelaččaid riektesajádaga ovddideami duođas ja barggalii olmmošvuoigatvuohtapolitihkalaš čielggadeami čatnasemiid mielde.

source: Saamelaiskäräjien nuorisopoliittinen työ on alkamassa.
sme: Sámedikki nuoraidpolitihkalaš bargu lea álgime.

source: Saamelaiskäräjät on neuvotellut viime päivinä oikeusministeriön ja opetusministeriön edustajien kanssa saamelaisnuorten elimen perustamisesta saamelaiskäräjille.
sme: Sámediggi lea dán vahku mielde ráđđádallan vuoigatvuohtaministeriija ja oahpahusministeriija ovddasteddjiiguin sámi nuoraid orgána vuođđudeamis sámediggái.

source: Voin kertoa hyvänä uutisena sen, että ministeriöt tukevat esitystämme ja myös rahoitus saamelaiskäräjien nuorisotyön tekemiseksi on varmistumassa.
sme: Sáhtán muitalit buorrin ođasin dan, ahte ministeriijat dorjot min evttohusa ja maiddái ruhtadeapmi sámedikki nuoraidbargui lea oažžume sihkarvuođa.

source: Ei siis ole olemassa mitään estettä sille etteikö seuraava saamelaiskäräjien kokous voisi perustaa nuorisoelimen saamelaiskäräjien toiminnan yhteyteen.
sme: Dál ii oro leame mihkkege eastagiid dasa, ahte iigo čuovvovaš sámedikki čoakkán sáhtále vuođđudit nuoraidorgána sámedikki doaimma ollái.

source: Näen tämän toiminnan erittäin olennaisena myös saamelaiskäräjien poliittisen toiminnan jatkuvuuden kannalta.
sme: Oainnán dán barggu hui mávssolaš diŋgan maid sámedikki politihkalaš doaimma jotkkolašvuođa dáfus.

source: Nuoret saavat omalta osaltaan yhteiskunnallista saamelaistoiminnan vastuuta ja näen tämän kehityksen erinomaisena.
sme: Nuorat ožžot iežaset oasi servodatlaš sámi barggu ovddasvástádusas ja oainnán dán gárganeami hui buorrin áššin.

source: Toivon saamelaisnuorilta samanlaista aktiivisuutta varsinaisessa tulevassa saamelaiskäräjien institutionaalisessa nuorisotyössä kuin sen suunnittelussa on ollut.
sme: Sávan sámi nuorain seammalágán doaimmalašvuođa aitosaš boahtte sámedikki institušuvnnalaš nuoraidbarggu hárrái go dan plánemis lea leamaš.

source: Kiitän saamelaisnuoria erinomaisesta työstä saamelaisnuorten aseman parantamiseksi ja näen samalla tulevan saamelaispolitiikan valoisana.
sme: Giittán sámi nuoraid earenoamáš buori barggus sámi nuoraid sajádaga buorideami várás ja seammas oainnán sámi politihkas čuvges boahtteáiggi.

source: Kansainvälisellä tasolla on aloitettu pohjoismaisen saamelaissopimuksen toimeenpanoa valmistelevia töitä.
sme: Riikkaidgaskasaš dásis leat álggahuvvon válmmaštallanbarggut davviriikkalaš sámi soahpamuša olláhuhttima várás.

source: Pohjoismaisen saamelaissopimuksen tarkoitus on harmonisoida saamelaisia koskevaa lainsäädäntöä ja parantaa saamelaisten oikeusasemaa.
sme: Davviriikkalaš sámi soahpamušain lea ulbmil harmoniseret lágaid, mat gusket sápmelaččaid ja buoridit sápmelaččaid riektesajádaga.

source: Sopimusluonnos luovutettiin jo vuonna 2005 mutta sopimuksen ratifiointi on pysähtynyt.
sme: Soahpamušhámus luobahuvvui juo jagi 2005 muhto soahpamuša ratifiseren lea bisánan.

source: Seuraavassa saamelaisministerien ja presidenttien kokouksessa on tarkoitus päättää sopimuksen ratifiointiin tähtäävien jatkoneuvottelujen aloittamisesta.
sme: Čuovvovaš ng. sámi ministariid ja presideanttaid čoakkámis galget mearriduvvot álggahuvvot joatkkaráđđádallamat, mat siktejit sámi soahpamuša ratifiseremii.

source: Suomen saamelaiskäräjät on neuvotellut oikeusministeri Tuija Braxin kanssa siitä, millainen asema saamelaiskäräjille annettaisiin sopimusneuvotteluissa.
sme: Suoma sámediggi lea ráđđádallan vuoigatvuohtaministtar Tuija Braxiin das, makkár sajádat sámediggái addojuvvolii soahpamušráđđádallamiin.

source: Saamelaiskäräjien hallitus on työskennellyt viime syksystä lähtien aktiivisesti taatakseen pohjoismaisen saamelaissopimuksen ratifioinnin etenemisen ja saamelaisten vaikutusvallan turvaamisen sopimusneuvotteluissa.
sme: Sámedikki stivra lea bargan diimmá čavčča rájes aktiivvalaččat dáhkidit davviriikkalaš sámi soahpamuša ratifiserema ovdáneami buorrin ja sápmelaččaid váikkuhanválddi dorvvasteami várás soahpamušráđđádallamiin.

source: Saamelaiskäräjät neuvotteli eilen oikeusministeri Braxin kanssa ja neuvottelujen jälkeen saamelaiskäräjien hallitus kokoontui puhelinkokoukseen.
sme: Sámediggi ráđđádalai ikte ministtar Braxiin ja ráđđádallamiid maŋŋel sámedikki stivra čoahkkanii telefunčoakkámii.

source: Voin ilokseni ilmoittaa, että neuvottelut johtivat saamelaiskäräjien aseman paranemiseen neuvotteluvaltuuskunnassa ja hallitus päätti yksimielisesti osallistua pohjoismaisen saamelaissopimuksen jatkoneuvotteluihin osana Suomen valtion delegaatiota.
sme: Sáhtán muitalit buorrin ođasin dan ahte ráđđádallamat dolvo sámedikki sajádaga buorráneapmái ráđđádallansáttagottis ja stivra mearridii ovttamielalaččat oassálastit davviriikkalaš sámi soahpamuša joatkkaráđđádallamiidda Suoma stáhta sáttagotti oassin.
